Repository: laudrup/Creox4
Catalog: po/*/creox.po
Languages: ru

source: <b>creox</b> - The Realtime Sound Effector
ru: <b>creox</b> - эффект-процессор реального времени

source: tester, bug-reporter
ru: тестировщик, сообщающий об ошибках

source: creox - Fatal Error!
ru: creox - критическая ошибка!

source: &Play
ru: &Воспроизвести

source: &Options...
ru: &Настройки...

source: &Save New Preset...
ru: &Сохранить новую предустановку...

source: &New Preset Folder...
ru: &Новый каталог с предустановками...

source: Distortion
ru: Искажение

source: Phaser
ru: Фазер

source: Flanger
ru: Фленджер

source: Tremolo
ru: Тремоло

source: Echo
ru: Эхо

source: ChainView
ru: Просмотр цепи

source: PresetView
ru: Просмотр предустановок

source: Move Up
ru: Переместить вверх

source: Move Down
ru: Переместить вниз

source: Jack audio configuration:
ru: Настройки JACK Audio:

source: Input Channel Connection
ru: Соединение с входным каналом

source: Left:
ru: Левый:

source: Right:
ru: Правый:

source: Leave disconnected
ru: Оставить неподключенным

source: Output Channel Connection
ru: Соединение с выходным каналом

source: Sampling Rate:
ru: Частота дискретизации

source: Hz
ru: Гц

source: Resolution:
ru: Разрешение:

source: bit
ru: бит

source: Unable to create pipes!
ru: Не удаётся создать каналы!

source: Unable to read from pipe!
ru: Не удаётся прочитать из канала!

source: Couldn't set uid!
ru: Не удаётся установить uid!

source: unknown effect
ru: неизвестный эффект

source: The JACK sample rate has changed to %1 Hz. Restart the sound processing.
ru: Частота дискретизации для JACK установлена на %1 Гц. Перезапустите обработку звука.

source: Error: %1
ru: Ошибка: %1

source: Error! Cannot connect input port: %1
ru: Ошибка! Не удаётся соединиться с входным портом: %1

source: Error! Cannot connect output port: %1
ru: Ошибка! Не удаётся соединиться с выходным портом: %1

source: Mix
ru: Микширование

source: Input Gain
ru: Громкость на входе

source: dB
ru: Дб

source: Accent Frequency
ru: Частота акцентирования

source: Frequency
ru: Частота

source: Bandwidth
ru: Полоса пропускания

source: oct
ru: окт

source: Drive
ru: Интенсивность

source: Gain
ru: Громкость

source: Mode
ru: Режим

source: Clean
ru: Чистый

source: Soft
ru: Мягкий

source: Hard
ru: Жёсткий

source: Extra Hard
ru: Очень жёсткий

source: Main Drive
ru: Основная интенсивность

source: Low Pass Filter
ru: Фильтр нижних частот

source: Cutoff Freq
ru: Частота вырезания

source: Slope
ru: Наклон

source: Input Bass
ru: Бас на входе

source: Output Bass
ru: Бас на выходе

source: Voice %1
ru: Голос %1

source: Final Delay
ru: Окончательная задержка

source: ms
ru: мс

source: Final Feedback
ru: Окончательный отклик

source: Number of Voices
ru: Кол-во голосов

source: Delay
ru: Задержка

source: Decay
ru: Распад

source: Feedback
ru: Отклик

source: Depth
ru: Глубина

source: LFO Type
ru: Тип LFO

source: Sine
ru: Синусоида

source: Triangle
ru: "Пила"

source: Inverted
ru: Перевёрнуто

source: Sweep Gain
ru: Громкость "вычищения"

source: Center Freq
ru: Центр. частота

source: Resonance
ru: Резонанс

source: Sweep Freq
ru: Частота "вычищения"

source: New Preset Folder
ru: Новый каталог с предустановками

source: <b>New Preset Folder Name:</b>
ru: <b>Имя нового каталога с предустановками:</b>

source: New Folder
ru: Новый каталог

source: Root Folder
ru: Корневой каталог

source: Create
ru: Создать

source: You have to specify a folder name!
ru: Необходимо указать имя каталога!

source: &Load Preset
ru: &Загрузить предустановку

source: <p>Do you really want to delete <b>%1</b>?<p>
ru: <p>Вы действительно хотите удалить <b>%1</b>?<p>

source: Delete Item
ru: Удалить предустановку

source: <p>A preset item named <b>%1</b> already exists!</p>
ru: <p>Предустановка с именем <b>%1</b> уже существует!</p>

source: Bad preset data file magic type! Creox is unable to load presets.
ru: Этот файл не является предустановкой! Creox не удаётся загрузить предустановки.

source: Wrong preset data file version! Creox is unable to load presets.
ru: Версия файла с предустановкой некорректна! Creox не удаётся загрузить предустановки.

source: Preset data file inconsistency! Creox is unable to continue loading presets.
ru: Формат файла с предустановкой не совместим с текущей версией! Creox не удаётся загрузить предустановки.

source: Cannot create preset data file!
ru: Не удаётся создать файл с предустановкой!

source: Save New Preset
ru: Сохранить новую предустановку

source: <b>Select effects to save:</b>
ru: <b>Выбрать сохраняемые эффекты:</b>

source: Save chain (Effects order)
ru: Сохранить цепь (порядок следования эффектов)

source: <b>New Preset Name:</b>
ru: <b>Имя новой предустановки:</b>

source: New Preset
ru: Новая предустановка

source: Root Preset
ru: Корневая предустановка

source: You have to specify a preset name!
ru: Необходимо указать имя предустановки!

source: Error loading preset!
ru: Произошла ошибка при загрузке предустановки!

source: Error loading preset unit!
ru: Произошла ошибка при загрузке части предустановки!

source: _: NAME OF TRANSLATORS Your names
ru: Alexandre Prokoudine

source: _: EMAIL OF TRANSLATORS Your emails
ru: avp@altlinux.ru
